Repository: Uhmmu/animegod
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: Download in Order
ja: 順番にダウンロード
zh_hans: 按顺序下载

source: Downloaded
ja: ダウンロード済み
zh_hans: 已下载

source: Downloaded by this subscription
ja: この登録がダウンロードした話
zh_hans: 此订阅已下载

source: Downloading
ja: ダウンロード中
zh_hans: 正在下载

source: Downloading from %@…
ja: %@ からダウンロード中…
zh_hans: 正在从 %@ 下载…

source: Downloading into “%@”
ja: 「%@」にダウンロード中
zh_hans: 正在下载到「%@」

source: Downloading, %lld percent
ja: ダウンロード中、%lld%%
zh_hans: 正在下载，%lld%%

source: Downloads
ja: ダウンロード
zh_hans: 下载

source: Downloads are saved to %@
ja: ダウンロードは %@ に保存されます
zh_hans: 下载将保存到 %@

source: Downloads are saved to %@ and scanned into the library when they finish
ja: ダウンロードは %@ に保存され、完了するとライブラリに取り込まれます
zh_hans: 下载将保存到 %@，完成后自动扫描进资料库

source: Downloads at Once
ja: 同時ダウンロード数
zh_hans: 同时下载数

source: Downloads that finish appear here and go on sharing themselves until you remove them or switch this off.
ja: ダウンロードが完了した資源はここに並び、削除するかシードをオフにするまで共有を続けます。
zh_hans: 下载完成的资源会出现在这里，并持续分享，直到你把它移除或关闭做种。

source: Downloads the pieces in order so the episode can be played before it finishes
ja: ピースを順番にダウンロードするので、完了前に再生できます
zh_hans: 按顺序下载分片，以便在下载完成前就能播放

source: Downloads what is out now and keeps checking for the rest: every new episode of this exact line arrives on its own, into the same folder, under the speed limit for automatic downloads
ja: 公開済みの分をダウンロードし、その後もチェックを続けます。このラインの新しい話は自動で、同じフォルダに、自動ダウンロードの速度制限のもとで届きます
zh_hans: 先下载已经发布的部分，之后继续检查：这一版本的每一集新剧集都会自动下载，放进同一个文件夹，并遵守自动下载的速度限制

source: EDR displays prefer detected Profile 8 with a compatible base layer; otherwise SDR remains first.
ja: EDR ディスプレイでは、互換ベースレイヤー付きの Profile 8 を優先します。それ以外は SDR が最優先です。
zh_hans: EDR 显示器会优先选择检测到的、带兼容基础层的 Profile 8 版本；否则 SDR 版本仍排在第一。

source: EP %@
ja: 第 %@ 話
zh_hans: 第 %@ 话

source: EP %@ is the newest anybody has published
ja: どのグループも第 %@ 話までしか公開していません
zh_hans: 目前所有字幕组最新只发布到第 %@ 话

source: Edit My Entry
ja: 自分の記録を編集
zh_hans: 编辑我的记录

source: Edit Subscription
ja: 購読を編集
zh_hans: 编辑订阅

source: Edit what this rule accepts
ja: このルールの条件を編集
zh_hans: 编辑此规则的筛选条件

source: Edit…
ja: 編集…
zh_hans: 编辑…

source: Embedded
ja: 埋め込み
zh_hans: 内封

source: Encore
ja: アンコール
zh_hans: 安可

source: Engine idle
ja: エンジン待機中
zh_hans: 引擎空闲

source: English
ja: 英語
zh_hans: 英语

source: Enter Full Screen (F)
ja: フルスクリーン (F)
zh_hans: 进入全屏 (F)

source: Enter an API key to enable translation.
ja: 翻訳を有効にするには API キーを入力してください。
zh_hans: 输入 API 密钥以启用翻译。

source: Enter your dandanplay AppId and AppSecret in AnimeGod Settings first.
ja: 先に AnimeGod の設定で dandanplay の AppId と AppSecret を入力してください。
zh_hans: 请先在 AnimeGod 设置中填写你的弹弹play AppId 和 AppSecret。

source: Episode
ja: エピソード
zh_hans: 剧集

source: Episode %@
ja: 第%@話
zh_hans: 第 %@ 集

source: Episode Cache
ja: エピソードキャッシュ
zh_hans: 剧集缓存

source: Episode ID
ja: エピソード ID
zh_hans: 剧集 ID

source: Episode Sets
ja: エピソードセット
zh_hans: 剧集合辑

source: Episode Sets collects each fansub's episodes into one season you can start in a single click
ja: 「エピソードセット」は同じ字幕組の各話を1シーズンにまとめ、ワンクリックでまとめて開始できます
zh_hans: “剧集合辑”会把同一个字幕组的各集整理成一整季，点一下就能全部开始下载

source: Episodes
ja: 本編
zh_hans: 正片

source: Episodes Finished
ja: 見終わった話数
zh_hans: 看完的集数

source: Episodes played from an external drive cache onto this Mac automatically. You can also cache any episode from its anime page.
ja: 外付けドライブから再生したエピソードは自動でこの Mac にキャッシュされます。アニメのページから任意の話をキャッシュすることもできます。
zh_hans: 从外置硬盘播放的剧集会自动缓存到这台 Mac。你也可以在番剧页面缓存任意一集。

source: Episodes this rule downloads are put in this folder inside your download folder, beside the ones already there — a season stays one folder and one library entry. A rule made by subscribing to a set fills this in itself.
ja: このルールがダウンロードした話は、ダウンロードフォルダ内のこのフォルダに、既にある話と並べて保存されます — 1 シーズンが 1 フォルダ、1 つのライブラリ項目のままになります。セットを登録して作られたルールは、ここを自動で埋めます。
zh_hans: 此规则下载的剧集会放到下载文件夹里的这个子文件夹中，和已有的剧集放在一起 —— 一季仍然是一个文件夹、一个媒体库条目。通过订阅剧集合辑创建的规则会自动填好这一项。

source: Episodes you stop partway through will appear here.
ja: 途中まで見たエピソードがここに表示されます。
zh_hans: 看到一半的剧集会显示在这里。

# Estimated from the %@ between the episodes published so far — %@
source: Estimated from the %1$@ between the episodes published so far — %2$@
ja: これまでに公開された話の間隔（%@）からの推定 — %@
zh_hans: 根据已发布剧集之间的间隔（%@）推算 —— %@

source: Every %lld days
ja: %lld 日ごと
zh_hans: 每 %lld 天

source: Every %lld hours
ja: %lld 時間ごと
zh_hans: 每 %lld 小时

source: Every day
ja: 毎日
zh_hans: 每天

source: Every episode of %@ is already in Downloads.
ja: %@ の全話はすでにダウンロードに入っています。
zh_hans: %@ 的每一集都已经在下载列表中。

source: Every episode of this season has been published
ja: このシーズンは全話公開済み
zh_hans: 本季已全部发布完毕

source: Every episode of this season has been published.
ja: このシーズンは全話公開済みです。
zh_hans: 本季已全部发布完毕。

source: Every episode of this work has finished. Once its folder is scanned it becomes an ordinary library entry.
ja: この作品の全話がダウンロード済みです。フォルダをスキャンすると、通常のライブラリ項目になります。
zh_hans: 该作品的所有剧集都已下载完成。扫描所在文件夹后，它就会成为媒体库中的普通条目。

source: Every hour
ja: 1 時間ごと
zh_hans: 每小时

source: Every name is searched together, so a fansub that uses the Chinese title and one that uses the romaji are both found.
ja: すべての名前をまとめて検索するので、中国語タイトルの字幕グループもローマ字タイトルの字幕グループも見つかります。
zh_hans: 所有名称会一起搜索，所以用中文标题和用罗马音标题发布的字幕组都能找到。

source: Every name is searched together, so a fansub that uses the Chinese title and one that uses the romaji are both found. The episode being waited for is searched by number as well.
ja: すべての名称をまとめて検索するので、中国語題を使う字幕組もローマ字題を使うグループも見つかります。待っている話は話数でも検索します。
zh_hans: 所有名称会一起搜索，所以用中文名的字幕组和用罗马字的字幕组都能找到。正在等待的那一集还会按集数单独搜索一次。

source: Everything the subscriptions have done this session
ja: このセッションで登録が行ったすべての処理
zh_hans: 本次运行中订阅的全部动态

source: Exact file
ja: 同一ファイル
zh_hans: 完全匹配的文件

source: Exact-file hash match · SRT only · 5 downloads/day without a login
ja: ファイルハッシュで完全一致 · SRT のみ · ログインなしで1日5件
zh_hans: 按文件哈希精确匹配 · 仅 SRT · 未登录每天 5 次下载

source: Exit Full Screen (F)
ja: フルスクリーンを終了 (F)
zh_hans: 退出全屏 (F)

source: External Files
ja: 外部ファイル
zh_hans: 外挂文件

source: Extra
ja: 特典
zh_hans: 特典

source: Failed
ja: 失敗
zh_hans: 失败

source: Fansub
ja: 字幕グループ
zh_hans: 字幕组

source: Favorite
ja: お気に入り
zh_hans: 收藏

source: Fetching danmaku…
ja: 弾幕を取得中…
zh_hans: 正在获取弹幕…

source: Fetching details from the swarm…
ja: スウォームから情報を取得中…
zh_hans: 正在从网络获取种子信息…

source: Fetching the torrent file…
ja: トレントファイルを取得中…
zh_hans: 正在获取种子文件…

source: File
ja: ファイル
zh_hans: 文件

source: Fill Display Area
ja: 表示エリアいっぱい
zh_hans: 填满显示区域

source: Fill Gaps
ja: 欠番を補完
zh_hans: 补齐缺集

source: Filter
ja: フィルタ
zh_hans: 筛选

source: Filters
ja: フィルタ
zh_hans: 筛选

source: Find Anime Releases
ja: アニメのリリースを検索
zh_hans: 查找番剧资源

source: Find Library Metadata
ja: ライブラリのメタデータを検索
zh_hans: 查找资料库元数据

source: Find Metadata
ja: メタデータを検索
zh_hans: 查找元数据

source: Find Metadata…
ja: メタデータを検索…
zh_hans: 查找元数据…

source: Find Releases
ja: リリース検索
zh_hans: 查找资源

source: Find Releases searches the enabled anime indexes at once and merges listings of the same torrent. Only anime indexes are offered; adult, game and manga listings are filtered out.
ja: 「リリース検索」は有効なアニメのインデックスサイトをまとめて検索し、同じトレントの掲載を統合します。アニメのインデックスのみ対象で、アダルト・ゲーム・漫画は除外されます。
zh_hans: “查找资源”会同时搜索已启用的动画资源站，并合并同一种子的重复条目。这里只提供动画资源站；成人、游戏和漫画条目会被过滤掉。

source: Find Releases…
ja: リリースを探す…
zh_hans: 查找资源…

source: Finding the closest episodes on %@…
ja: %@ で近いエピソードを検索中…
zh_hans: 正在 %@ 上查找最接近的剧集…

source: Finished
ja: 見終わった
zh_hans: 已看完

source: Folder
ja: フォルダ
zh_hans: 文件夹

source: Follow this search: download new episodes matching the current filters automatically
ja: この検索を購読：現在のフィルタに合う新しい話を自動でダウンロード
zh_hans: 订阅这个搜索：自动下载符合当前筛选条件的新剧集

source: Followed — new episodes download on their own
ja: 登録済み — 新しい話は自動でダウンロードされます
zh_hans: 已订阅 —— 新剧集会自动下载

source: Following
ja: 登録中
zh_hans: 订阅中

source: Following new episodes
ja: 新しい話を追跡中
zh_hans: 正在关注新剧集

# Following “%@” — checking every %@.
source: Following “%1$@” — checking every %2$@.
ja: 「%@」を登録しました — %@ ごとにチェックします。
zh_hans: 已订阅「%@」—— 每 %@ 检查一次。

source: Font Size %@
ja: 文字サイズ %@
zh_hans: 字号 %@

source: Foreign-language reviews can then be translated without losing the original text.
ja: 外国語のレビューを原文を残したまま翻訳できるようになります。
zh_hans: 之后即可翻译外语评论，同时保留原文。

source: Format
ja: 形式
zh_hans: 格式

source: Formats
ja: 形式
zh_hans: 格式

source: Full Screen
ja: フルスクリーン
zh_hans: 全屏

source: Full programme
ja: 本編
zh_hans: 全片

source: Gather This Anime Into “%@”
ja: この作品を「%@」にまとめる
zh_hans: 把这部番整理进「%@」

source: General
ja: 一般
zh_hans: 通用

source: Genre
ja: ジャンル
zh_hans: 类型

source: Group
ja: グループ
zh_hans: 字幕组

source: HDR Output
ja: HDR 出力
zh_hans: HDR 输出

source: Hide Bottom Comments
ja: 下コメントを隠す
zh_hans: 隐藏底部弹幕

source: Hide Colored Comments
ja: カラーコメントを隠す
zh_hans: 隐藏彩色弹幕

source: Hide Long Comments
ja: 長いコメントを隠す
zh_hans: 隐藏过长弹幕

source: Hide Scrolling Comments
ja: 流れるコメントを隠す
zh_hans: 隐藏滚动弹幕

source: Hide Top Comments
ja: 上コメントを隠す
zh_hans: 隐藏顶部弹幕

source: Hide Unrelated
ja: 無関係なものを隠す
zh_hans: 隐藏无关结果

source: Hide listings whose titles share less than half of the searched words
ja: 検索語の半分未満しかタイトルに含まない掲載を隠す
zh_hans: 隐藏标题与搜索词重合不到一半的条目

source: Hold → for 2×, tap then hold for 3×.
ja: → 長押しで2倍速、タップしてから長押しで3倍速。
zh_hans: 长按 → 为 2 倍速，短按后再长按为 3 倍速。

source: Hour
ja: 時
zh_hans: 小时

source: Hours
ja: 時間
zh_hans: 小时

source: How fast this Mac is uploading right now
ja: この Mac の現在のアップロード速度
zh_hans: 这台 Mac 当前的上传速度

source: How much has been uploaded against the size of the download: 1.0× is having given the episode back once
ja: アップロード量とダウンロード容量の比：1.0× はその話を一度ぶん返したということ
zh_hans: 已上传量与下载体积之比：1.0× 表示把这一集完整回馈了一遍

source: How often the anime indexes are searched for the next episode of each followed show
ja: 登録した作品の次の話をどのくらいの間隔で検索するか
zh_hans: 每隔多久搜索一次各订阅番剧的下一集

source: How often the indexes are searched for a new episode of each followed show
ja: 登録作品の新しい話を検索する間隔
zh_hans: 每隔多久为已订阅的番剧搜索新剧集

source: Identified %lld discs
ja: %lld 枚を識別しました
zh_hans: 已识别 %lld 张碟

source: Identify %lld Discs
ja: %lld 枚を識別
zh_hans: 识别 %lld 张碟

source: Identify Discs
ja: ディスクを識別
zh_hans: 识别碟片

source: Identifying episode…
ja: エピソードを識別中…
zh_hans: 正在识别剧集…

# Identity %lld/25 · Episode %lld/25 · Release %lld/25
source: Identity %1$lld/25 · Episode %2$lld/25 · Release %3$lld/25
ja: 作品 %1$lld/25 · 話数 %2$lld/25 · リリース %3$lld/25
zh_hans: 作品 %1$lld/25 · 集数 %2$lld/25 · 版本 %3$lld/25

source: Ignore
ja: 無視
zh_hans: 忽略

source: Import Keys Saved in the Keychain
ja: キーチェーンに保存されたキーを読み込む
zh_hans: 导入保存在钥匙串中的密钥

source: Imported %lld keys.
ja: キーを %lld件読み込みました。
zh_hans: 已导入 %lld 个密钥。

source: In Library
ja: ライブラリにあり
zh_hans: 已在资料库中

source: In library
ja: ライブラリにあり
zh_hans: 资料库已有

source: In the box
ja: 同梱物
zh_hans: 随碟附带

source: Japanese (日)
ja: 日本語（日）
zh_hans: 日语（日）

source: Japanese only · used when Japanese is a preferred language
ja: 日本語のみ · 日本語が優先言語のときに使用
zh_hans: 仅日语 · 当日语是首选语言时使用

source: Jimaku API key
ja: Jimaku API キー
zh_hans: Jimaku API 密钥

source: Jump to %@
ja: %@ へ移動
zh_hans: 跳转到 %@

source: Keep uploading a release after it finishes. Off by default; what is being shared is listed in the Seeding section.
ja: 資源のダウンロード完了後もアップロードを続けます。既定ではオフで、共有中のものは「シード」セクションに並びます。
zh_hans: 资源下载完成后继续上传。默认关闭；正在分享的内容列在「做种」栏目里。

source: Keep uploading a release after it has finished downloading. Switching it off stops every task that has already finished.
ja: 資源のダウンロードが終わった後もアップロードを続けます。オフにすると、すでに完了したタスクはすべて停止します。
zh_hans: 资源下载完成后继续上传。关闭后，所有已完成的任务都会停止。

source: Keys are stored in AnimeGod's own local settings, not the Keychain. %@.
ja: キーはキーチェーンではなく AnimeGod のローカル設定に保存されます。%@。
zh_hans: 密钥保存在 AnimeGod 自己的本地设置中，而不是钥匙串。%@。

source: Keyword or /regex/
ja: キーワードまたは /正規表現/
zh_hans: 关键词或 /正则/

source: Keywords
ja: キーワード
zh_hans: 关键词

source: Label
ja: レーベル
zh_hans: 厂牌

source: Language
ja: 言語
zh_hans: 语言

# Language %lld/15 · Format %@/7 · Quality %@/3
source: Language %1$lld/15 · Format %2$@/7 · Quality %3$@/3
ja: 言語 %1$lld/15 · 形式 %2$@/7 · 品質 %3$@/3
zh_hans: 语言 %1$lld/15 · 格式 %2$@/7 · 质量 %3$@/3

source: Languages
ja: 言語
zh_hans: 语言

source: Languages and formats are ranked top to bottom. Below the threshold — or when the episode, season, or BD/WEB source does not match — a subtitle is never loaded on its own; the player asks instead.
ja: 言語と形式は上から順に優先されます。しきい値未満、または話数・シーズン・BD/WEB のソースが合わないときは自動では読み込まず、プレーヤーが確認します。
zh_hans: 语言和格式按从上到下的顺序排列优先级。低于阈值，或集数、季度、BD/WEB 片源不一致时，字幕不会自动加载，而是由播放器询问你。

source: Last seen %@
ja: 最終接続 %@
zh_hans: 上次连接 %@

source: Layout
ja: 表示方法
zh_hans: 显示方式

source: Library
ja: ライブラリ
zh_hans: 资料库

source: Library Folders
ja: ライブラリフォルダ
zh_hans: 资料库文件夹

source: Light
ja: ライト
zh_hans: 浅色

source: Line Spacing
ja: 行間
zh_hans: 行距

source: Link every title with its most likely Bangumi / AniList entry; dubious ones wait in Review Matches
ja: 各作品を最も近い Bangumi / AniList の項目に紐づけます。怪しいものは「マッチを確認」で待機します
zh_hans: 为每个作品关联最可能的 Bangumi / AniList 条目；不确定的会留在“审核匹配”中

source: Load
ja: 読み込む
zh_hans: 加载

source: Load External Subtitle…
ja: 外部字幕を読み込む…
zh_hans: 加载外部字幕…

source: Load More
ja: さらに読み込む
zh_hans: 加载更多

source: Load automatically at
ja: 自動で読み込む基準
zh_hans: 自动加载阈值

source: Loaded online subtitles: %@
ja: オンライン字幕を読み込みました：%@
zh_hans: 已加载在线字幕：%@

source: Loading Bangumi charts…
ja: Bangumi ランキングを読み込み中…
zh_hans: 正在加载 Bangumi 排行榜…

source: Loading danmaku…
ja: 弾幕を読み込み中…
zh_hans: 正在加载弹幕…

source: Look This Disc Up
ja: このディスクを調べる
zh_hans: 查这张碟

source: Look This Disc Up Again
ja: このディスクを再検索
zh_hans: 重新查这张碟

source: Look Up
ja: 検索
zh_hans: 查询

source: Looking discs up…
ja: ディスクを照合中…
zh_hans: 正在查碟片…

source: Looking up %@…
ja: %@ を照合中…
zh_hans: 正在查 %@…

source: Looks every disc in the library up by the catalogue number in its folder name, and moves the live ones into this section.
ja: フォルダ名の品番でライブラリのディスクを照合し、ライブ作品をこのセクションに移します。
zh_hans: 用文件夹名里的品番去查库里的每张碟，把其中的演唱会移进这个板块。

source: Manage Danmaku… (M)
ja: 弾幕を管理… (M)
zh_hans: 管理弹幕… (M)

source: Mapping port…
ja: ポートを割り当て中…
zh_hans: 正在映射端口…

source: Mark as Unwatched
ja: 未視聴にする
zh_hans: 标记为未看完

source: Mark as Watched
ja: 視聴済みにする
zh_hans: 标记为已看完

source: Marked as Unwatched
ja: 未視聴にしました
zh_hans: 已标记为未看完

source: Marked as Watched
ja: 視聴済みにしました
zh_hans: 已标记为已看完

source: Match
ja: 一致度
zh_hans: 匹配度

source: Match Episode…
ja: エピソードをマッチ…
zh_hans: 匹配剧集…

source: Match Metadata
ja: メタデータをマッチ
zh_hans: 匹配元数据

source: Match this local title with Bangumi or AniList to add artwork, synopsis, sourced ratings, and community reviews.
ja: このローカル作品を Bangumi または AniList とマッチすると、画像・あらすじ・評価・コミュニティのレビューが追加されます。
zh_hans: 将这个本地作品与 Bangumi 或 AniList 匹配，即可添加封面、简介、评分和社区评论。

source: Match weighs episode, release group and source (BD/WEB timing) first, then your language and format order.
ja: 一致度はまず話数・リリースグループ・ソース（BD/WEB のタイミング）を重視し、次に言語と形式の順位を見ます。
zh_hans: 匹配度首先看集数、字幕组和片源（BD/WEB 时间轴），然后才看你设置的语言和格式顺序。

source: Match “%@”
ja: 「%@」をマッチ
zh_hans: 匹配“%@”

source: Matched %1$lld source(s). %2$@ could not be reached; cached metadata and the local library remain available.
ja: %1$lld件のソースとマッチしました。%2$@ に接続できませんでしたが、キャッシュ済みのメタデータとローカルライブラリは引き続き使えます。
zh_hans: 已匹配 %1$lld 个来源。%2$@ 无法访问；已缓存的元数据和本地资料库仍可正常使用。

# Matched %lld source(s). %@ stopped answering: %@
source: Matched %1$lld source(s). %2$@ stopped answering: %3$@
ja: %lld 件のソースを照合しました。%@ が応答しなくなりました：%@
zh_hans: 已匹配 %lld 个来源。%@ 不再响应：%@

source: Matched Episode
ja: マッチしたエピソード
zh_hans: 已匹配的剧集

source: Matches AnimeGod could not make on its own appear here. It looks for metadata by itself after every scan, so this fills in without being asked.
ja: AnimeGod が自力で決められなかった照合がここに表示されます。スキャンのたびに自動でメタデータを探すので、頼まなくても埋まっていきます。
zh_hans: AnimeGod 自己拿不准的匹配会出现在这里。每次扫描后它都会自动查找元数据，所以这里不用你动手就会填上。

source: Matching episodes download on their own — one release per episode, never one already in your library or downloaded before, and always under the speed limit for automatic downloads in Settings. Anything that fits the show but not this rule is offered on this page instead.
ja: 条件に合う話は自動でダウンロードされます — 1 話につき 1 件だけ、ライブラリにある話や以前ダウンロードした話は決して取らず、常に設定の自動ダウンロード速度制限のもとで行われます。作品には合うがこのルールに合わないものは、このページで確認を求めます。
zh_hans: 符合条件的剧集会自动下载 —— 每集只取一个资源，绝不重复下载媒体库里已有或此前下载过的，并且始终遵守设置中的自动下载速度限制。符合这部番剧但不符合本规则的资源，会在本页面列出来等你确认。

source: Matching episodes download on their own — one release per episode, never one already in your library or downloaded before. Everything it does is listed under Recent Activity.
ja: 条件に合うエピソードは自動でダウンロードされます — 1話につき1リリースで、ライブラリにあるものや以前ダウンロードしたものは除きます。動作はすべて「最近のアクティビティ」に記録されます。
zh_hans: 符合条件的剧集会自动下载——每集只下载一个资源，资料库里已有或以前下载过的不会重复下载。所有操作都会列在“最近动态”中。

source: Max Lines
ja: 最大行数
zh_hans: 最大行数

source: Max Simultaneous
ja: 同時表示の上限
zh_hans: 同屏上限

source: Meaningful playback sessions will form your private, local anime diary.
ja: 意味のある再生記録が、あなただけのローカル視聴日記になります。
zh_hans: 有效的观看记录会组成你私人的本地观看日记。

source: Merge Duplicate Comments
ja: 重複コメントをまとめる
zh_hans: 合并重复弹幕

source: Merging shows a comment repeated within %1$lld seconds once, with a ×N count. Lower density thins comments evenly; comments repeated %2$lld or more times are always kept.
ja: まとめると、%1$lld秒以内に繰り返されたコメントを ×N 付きで1回だけ表示します。密度を下げると均等に間引きます。%2$lld回以上繰り返されたコメントは常に残ります。
zh_hans: 合并会把 %1$lld 秒内重复的弹幕只显示一次，并标上 ×N 计数。降低密度会均匀减少弹幕；重复 %2$lld 次及以上的弹幕总会保留。

source: Missing Episodes
ja: 足りないエピソード
zh_hans: 缺少的剧集

source: Mixed
ja: 混成
zh_hans: 混合

source: Mode hidden
ja: 種類で非表示
zh_hans: 类型已隐藏

source: Month
ja: 月
zh_hans: 月

source: Monthly Watch Time
ja: 月別の視聴時間
zh_hans: 每月观看时长

source: Most Watched Anime
ja: よく見たアニメ
zh_hans: 看得最多的番剧

source: Most Watched Studios
ja: よく見たスタジオ
zh_hans: 看得最多的制作公司

source: Move to %@
ja: %@ へ移動
zh_hans: 移动到 %@

source: Move to Concerts
ja: ライブへ移動
zh_hans: 移到演唱会

source: Movie
ja: 劇場版
zh_hans: 剧场版

source: Movie / Episode
ja: 劇場版 / 本編
zh_hans: 剧场版 / 正片

# Moving %lld downloads into “%@”…
source: Moving %1$lld downloads into “%2$@”…
ja: %1$lld 件のダウンロードを「%2$@」へ移動しています…
zh_hans: 正在把 %1$lld 个下载移入「%2$@」…

# Moving “%@” to %@…
source: Moving “%1$@” to %2$@…
ja: 「%1$@」を %2$@ へ移動中…
zh_hans: 正在把“%1$@”移动到 %2$@…

source: Music
ja: 音楽
zh_hans: 音乐

source: Music Video
ja: ミュージックビデオ
zh_hans: 音乐视频

source: Music Video%@
ja: ミュージックビデオ%@
zh_hans: 音乐视频%@

source: Mute
ja: 消音
zh_hans: 静音

source: My Entry · %@
ja: 自分の記録 · %@
zh_hans: 我的记录 · %@

source: My Highest-Rated of %@
ja: %@年に高く評価した作品
zh_hans: %@ 年我评分最高的

source: My Rank #%lld
ja: 自分の順位 #%lld
zh_hans: 我的排名 #%lld

source: My Rankings
ja: マイランキング
zh_hans: 我的排行

source: My Review
ja: 自分のレビュー
zh_hans: 我的评价

source: My Score %@
ja: 自分の評価 %@
zh_hans: 我的评分 %@

source: Name
ja: 名前
zh_hans: 名称

source: Narrow the chart to one category, tag, or platform
ja: カテゴリ・タグ・プラットフォームでランキングを絞り込む
zh_hans: 按分类、标签或平台筛选排行榜

source: Nearby
ja: 付近
zh_hans: 附近

source: Network error: %@
ja: ネットワークエラー：%@
zh_hans: 网络错误：%@

source: New
ja: 新規
zh_hans: 新

source: New Subscription
ja: 新しい購読
zh_hans: 新建订阅

source: Newest first. Click to jump, right-click to block.
ja: 新しい順。クリックで移動、右クリックでブロック。
zh_hans: 最新的在前。点击跳转，右键屏蔽。

source: Next Episode (N)
ja: 次の話 (N)
zh_hans: 下一集 (N)

source: Night %lld
ja: Day %lld
zh_hans: 第 %lld 场

source: Nights
ja: 公演
zh_hans: 场次

source: No Anime Yet
ja: アニメがまだありません
zh_hans: 还没有番剧

source: No Automatic Suggestions
ja: 自動候補はありません
zh_hans: 没有自动建议

source: No Cached Episodes
ja: キャッシュしたエピソードはありません
zh_hans: 没有已缓存的剧集

source: No Chart Entries
ja: ランキングの項目がありません
zh_hans: 没有排行条目

source: No Discussions
ja: ディスカッションはありません
zh_hans: 没有讨论

source: No Downloads
ja: ダウンロードはありません
zh_hans: 没有下载

source: No Episode Sets
ja: エピソードセットなし
zh_hans: 没有剧集合辑

source: No Episodes
ja: エピソードがありません
zh_hans: 没有剧集

source: No Episodes Yet
ja: まだ話がありません
zh_hans: 暂无剧集

source: No Library Folders
ja: ライブラリフォルダがありません
zh_hans: 没有资料库文件夹

source: No Limit
ja: 無制限
zh_hans: 不限速

source: No Match Found
ja: 一致する作品がありません
zh_hans: 没有找到匹配

source: No Online Metadata
ja: オンラインのメタデータがありません
zh_hans: 没有在线元数据

source: No Personal Ranking
ja: マイランキングはありません
zh_hans: 没有个人排行

source: No Recent Searches
ja: 最近の検索はありません
zh_hans: 没有最近搜索

source: No Releases
ja: リリースはありません
zh_hans: 没有资源

source: No Reviews
ja: レビューはありません
zh_hans: 没有日志

source: No Shouts
ja: ひとことはありません
zh_hans: 没有吐槽

source: No Statistics Yet
ja: 統計はまだありません
zh_hans: 还没有统计数据

source: No Subscriptions
ja: 購読はありません
zh_hans: 没有订阅

source: No Subtitles Found
ja: 字幕が見つかりません
zh_hans: 未找到字幕

source: No Watch History
ja: 視聴履歴はありません
zh_hans: 没有观看记录

source: No app on this Mac opens magnet links, so the link was copied instead.
ja: この Mac にはマグネットリンクを開けるアプリがないため、リンクをコピーしました。
zh_hans: 这台 Mac 上没有能打开磁力链接的 App，已改为复制链接。

source: No audio tracks
ja: 音声トラックはありません
zh_hans: 没有音轨

source: No blocked keywords. Wrap a pattern in slashes, like /^23+$/, to use a regular expression.
ja: ブロックしたキーワードはありません。/^23+$/ のようにスラッシュで囲むと正規表現になります。
zh_hans: 没有屏蔽关键词。用斜杠包住模式（如 /^23+$/）即可使用正则表达式。

source: No blocked users. Right-click a comment in the Danmaku Manager (M) to block its sender.
ja: ブロックしたユーザーはいません。弾幕マネージャ (M) でコメントを右クリックすると投稿者をブロックできます。
zh_hans: 没有屏蔽的用户。在弹幕管理 (M) 中右键点击一条弹幕即可屏蔽其发送者。

source: No comments contain “%@”.
ja: 「%@」を含むコメントはありません。
zh_hans: 没有包含“%@”的弹幕。

source: No comments in the last %lld seconds.
ja: 直近 %lld秒間にコメントはありません。
zh_hans: 最近 %lld 秒内没有弹幕。

source: No comments loaded
ja: コメントは読み込まれていません
zh_hans: 未加载弹幕

source: No concerts yet
ja: ライブはまだありません
zh_hans: 还没有演唱会

source: No danmaku loaded for this episode.
ja: このエピソードの弾幕は読み込まれていません。
zh_hans: 这一集没有加载弹幕。

source: No episode matched for this file.
ja: このファイルに一致するエピソードはありません。
zh_hans: 这个文件没有匹配到剧集。

source: No episode matched — click to match
ja: エピソードが一致しません — クリックしてマッチ
zh_hans: 未匹配到剧集——点击进行匹配

source: No fansub in these results published more than one numbered episode of the same shape. Batches are left out on purpose — switch to Releases to see them.
ja: この検索結果には、同じ仕様の単話を2話以上公開している字幕組がありません。一括（合集）は意図的に除外しています——「リリース」に切り替えると表示されます。
zh_hans: 这些结果里没有任何字幕组发布过两集以上规格相同的单集资源。合集是特意排除的——切换到“资源”即可查看。

source: No file match — choose an automatic suggestion
ja: ファイルが一致しません — 自動候補から選んでください
zh_hans: 文件未匹配——请选择一个自动建议

source: No files for this title are on disk. Find Releases can look for them.
ja: この作品のファイルはディスク上にありません。「リリースを探す」で検索できます。
zh_hans: 本地没有这部番剧的文件。可以用「查找资源」搜索。

source: No matching Chinese subtitles found — click to search
ja: 一致する中国語字幕が見つかりません — クリックして検索
zh_hans: 未找到匹配的中文字幕——点击搜索

source: No results
ja: 結果なし
zh_hans: 无结果

source: No results for “%@”.
ja: 「%@」の結果はありません。
zh_hans: 没有“%@”的结果。

source: No score
ja: 評価なし
zh_hans: 未评分

source: No setlist was found for this disc. The chapter list in the player is still the quickest way around it.
ja: このディスクのセットリストは見つかりませんでした。プレーヤーのチャプター一覧が今でも一番手早い移動手段です。
zh_hans: 没有查到这张碟的曲目表。播放器里的章节列表仍然是最快的定位方式。

source: No source has a release under %@.
ja: %@ に該当する作品はどのソースにもありません。
zh_hans: 没有任何来源收录 %@。

source: No source has a release under “%@”. A disc is matched by the catalogue number in its folder — ANZX-10294, BRMM-10716 — or by a title Bangumi files as a 演出.
ja: 「%@」はどの情報源にもありません。ディスクはフォルダー名の品番——ANZX-10294、BRMM-10716——か、Bangumi が演出として登録しているタイトルで照合されます。
zh_hans: 没有任何来源收录“%@”。碟片是靠文件夹里的番号匹配的 —— ANZX-10294、BRMM-10716 —— 或者靠 Bangumi 归为「演出」的标题。

source: No source has a release under “%@”. The folder needs a catalogue number in its name — ANZX-10294, BRMM-10716 — for a disc to be looked up.
ja: 「%@」に該当する作品はどのソースにもありません。照合するには、フォルダ名に品番（ANZX-10294、BRMM-10716 など）が必要です。
zh_hans: 没有任何来源收录「%@」。要能查到，文件夹名里需要带品番 —— ANZX-10294、BRMM-10716 这种。

source: No source publishes where a song starts, so the published song lengths were matched against the disc's chapter marks.
ja: 曲の開始位置を公開しているソースはないため、公開されている曲の長さをディスクのチャプターマークに突き合わせて算出しています。
zh_hans: 没有任何来源会公布某首歌从哪里开始，所以这些时间是把公布的曲目时长和碟片自己的章节标记对齐算出来的。

source: No subscriptions
ja: 購読はありません
zh_hans: 没有订阅

source: No synopsis is available.
ja: あらすじはありません。
zh_hans: 暂无简介。

source: No times
ja: 時間なし
zh_hans: 没有时间

source: No times found in that
ja: 時間が見つかりません
zh_hans: 没从里面读到时间

source: No verified torrent file is available for this release. Use its magnet link instead.
ja: このリリースには確認済みのトレントファイルがありません。マグネットリンクを使ってください。
zh_hans: 这个资源没有经过验证的种子文件。请改用它的磁力链接。

source: Nobody published %@
ja: %@ は未公開
zh_hans: 无人发布 %@

source: None
ja: なし
zh_hans: 无

source: None of the sources had a match. Try another alias or check Source Details.
ja: どのソースにも一致しませんでした。別名を試すか「ソースの詳細」を確認してください。
zh_hans: 所有来源都没有结果。试试其他别名，或查看“来源详情”。
